tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "flamegraph"
brew "fzf"
brew "gh"
brew "git-flow"
brew "glab"
brew "go"
brew "jq"
brew "lazygit"
brew "openssl@3"
brew "make"
brew "neovim"
brew "node@18"
brew "nvm"
brew "pkg-config"
brew "ripgrep"
brew "switchaudio-osx"
brew "cmacrae/formulae/spacebar"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "font-fontawesome"
